// Button labels
"CANCEL" = "Kumoa";

// Category names
"CATEGORY_APPLICATIONS" = "Ohjelmat";
"CATEGORY_BOOKMARKS" = "Verkkosivut";
"CATEGORY_CONTACTS" = "Yhteystiedot";
"CATEGORY_DOCUMENTS" = "Dokumentit";
"CATEGORY_EVENTS" = "Tapahtumat ja tehtävät";
"CATEGORY_FOLDERS" = "Kansiot";
"CATEGORY_IMAGES" = "Kuvat";
"CATEGORY_MAIL" = "Sähköpostiviestit";
"CATEGORY_MOVIES" = "Elokuvat";
"CATEGORY_MUSIC" = "Musiikki";
"CATEGORY_PDFS" = "PDF-dokumentit";
"CATEGORY_SYSTEMPREFS" = "Järjestelmäasetukset";
"CATEGORY_FONTS" = "Kirjasimet";
"CATEGORY_PRESENTATIONS" = "Esitykset";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "Väli";

//alerts
"HOT_KEY_IN_USE_TITLE" = "Näppäinoikotie käytössä";
"HOT_KEY_IN_USE_MESSAGE" = "Järjestelmä tai toinen ohjelma käyttää jo tätä näppäinoikotietä. Valitse toinen oikotie tai muokkaa järjestelmän muita oikoteitä Näppäimistöasetusten avulla.";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "Näppäinoikotievirhe";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "Yritettäessä rekisteröidä valittua näppäinoikotietä tapahtui tuntematon virhe %d. Yritä uudelleen tai valitse toinen oikotie.";
"DUPLICATE_ITEM_TITLE" = "Kaksoiskappale";
"DUPLICATE_ITEM_MESSAGE" = "Kohdetta ei lisätty, koska se on jo luettelossa.";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "Yhtä tai useampaa kohdetta ei lisätty, koska ne ovat jo luettelossa.";

"PRIVACY_ALERT_TITLE" = "Yksityisyysluettelovirhe";
"PRIVACY_ERROR_UNKNOWN" = "Kohdetta ei voitu lisätä tai poistaa, koska tapahtui tuntematon virhe."; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "Kohdetta ei voitu lisätä tai poistaa, koska sinulla ei ole tarvittavia oikeuksia."; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "Kohdetta ei voitu lisätä tai poistaa, koska sijaintia ei ole indeksoitu."; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "Haluatko varmasti estää Spotlightia etsimästä kohteesta ”%@”?";
"PRIVACY_BREAK_APPS_MESSAGE" = "Jos suljet tämän sijainnin pois Spotlight-hauista, hakuominaisuus ei toimi joissakin ohjelmissa.";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "Lisää indeksoinnissa ohitettava levy tai kansio.";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "Poista valitun levyn tai kansion ohittaminen indeksoinnissa.";

//tool tips
"ADD_ITEM_TOOLTIP" = "Lisää ohitettava kansio";
"DELETE_ITEM_TOOLTIP" = "Poista valitut kohteet luettelosta";

//button titles
"CHOOSE" = "Valitse";

//For undo menu
"UNDO_DELETE" = "Poista";
"UNDO_ADD" = "Lisää";

//Key names
"RETURN_KEY" = "Rivinvaihto";
"ENTER_KEY" = "Syöttönäppäin";
"TAB_KEY" = "Sarkain";
"ESC_KEY" = "Esc";
"DELETE_KEY" = "Poista";

